9/data/attachments/57eaa9d3db4221d9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrew_relationship_Actions_38081_1</nif:username>
            <nif:friendToBeRequested>soap_actions_034437aa-e179-48af-b527-98e33272c2ae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>